/* 
  SendySubscribe.strings
  Android SMS

  Created by Matt Austin on 2021-03-01.
  Copyright © 2021 Tunabelly Software. All rights reserved.
*/

"NoListID" = "The list ID was not set so nothing was sent to the server.";
"URLSessionError" = "An error occurred while trying to signup for the Tunabelly Software newsletter:\n\n%@";
"ResponseError" = "There was a problem getting the response from the server when trying to signup for the Tunabelly Software newsletter.";
"StatusCodeError" = "The server returned status code %@ when trying to signup for the Tunabelly Software newsletter.";
"SignupSuccessful" = "Thank you for signing up for the Tunabelly Software newsletter!\n\nJust a heads-up, you can unsubscribe at any time.";
"NeutralSignupTitle" = "Stay Updated";

"UserStringSignupSuccessful" = "Newsletter Signup Successful";
"UserStringSignupFailed" = "Newsletter Signup Failed";
